{
  "projects": [
    {
      "id": "1",
      "category": "urban",
      "title": "ABN AMRO Innovation Hub",
      "description": "Transformation of historic bank building into a sustainable innovation center",
      "geometry": {
        "type": "point",
        "coordinates": [52.3379718, 4.8737727]
      }
    },
    {
      "id": "4",
      "category": "urban",
      "title": "Zuidas Development",
      "description": "Major urban transformation of Amsterdam's business district, focusing on sustainable development and mixed-use spaces",
      "geometry": {
        "type": "point",
        "coordinates": [52.3414373, 4.8523743]
      }
    },
    {
      "id": "17",
      "category": "water",
      "title": "Spaarnegasthuis Hospital Transformation",
      "description": "A hospital expansion as part of a broader upgrade and densification of Haarlem Zuid. The design reintroduces a historic river as the backbone of the district, creating a pedestrian-friendly environment that fosters connection, efficiency, and a softer, more inviting urban landscape.",
      "geometry": {
        "type": "point",
        "coordinates": [52.3678745, 4.6529405]
      }
    },
    {
      "id": "2",
      "category": "transport",
      "title": "Eenrichtingcarré",
      "description": "A project focused on introducing one-way traffic routes in the Zuidas district, aiming to reduce car traffic and create more space for pedestrians and cyclists. The design is part of ongoing efforts to improve the area's accessibility and make it a more sustainable and livable urban environment.",
      "geometry": {
        "type": "point",
        "coordinates": [52.3415305, 4.8680232]
      }
    },
    {
      "id": "3",
      "category": "urban",
      "title": "Verdi",
      "description": "The Zuidas project plans to develop approximately 600 new homes in Verdi, integrating green spaces, slow traffic routes, and amenities. This includes relocating and expanding the Sporthallen Zuid. A key focus is improving connections and greening the area. The plan is progressing, with a formal proposal expected by the end of 2020, followed by public consultations.",
      "geometry": {
        "type": "point",
        "coordinates": [52.3422214, 4.8582224]
      }
    },
    {
      "id": "5",
      "category": "urban",
      "title": "Bo-Kaap Trading Area",
      "description": "Designing a trading facility in Bo-Kaap that integrates 12 stalls, an office, and restrooms, while preserving heritage elements like historic houses and Ficus trees. The plan enhances pedestrian accessibility, fosters local economic growth, and enriches the cultural landscape.",
      "geometry": {
        "type": "point",
        "coordinates": [-33.9203435, 18.4133015]
      }
    },
    {
      "id": "6",
      "category": "urban",
      "title": "Springfield",
      "description": "A series of classrooms seamlessly integrated into Springfield Convent School's historic grid. A rooftop garden, positioned at the original entrance level, replaces a nondescript slope, creating a dynamic connection between old and new. The design preserves historic trees while enhancing pedestrian flow, linking the new courtyard to the school's storied landscape.",
      "geometry": {
        "type": "point",
        "coordinates": [-34.0028783, 18.4594724]
      }
    },
    {
      "id": "7",
      "category": "urban",
      "title": "HOPE Youth Centre",
      "description": "A bold landscape intervention shaping a youth center in Delft, a community facing both environmental and social challenges. The design fosters a village-like atmosphere, balancing open movement with inviting gathering spaces, creating a nurturing, educational, and safe environment in collaboration with HOPE Cape Town and CCNIA.",
      "geometry": {
        "type": "point",
        "coordinates": [-33.95578, 18.647144]
      }
    },
    {
      "id": "8",
      "category": "water",
      "title": "Adderley Street",
      "description": "Reimagining the Adderley Street Fountains as a pedestrian-friendly, water-sensitive public space. This proposal transforms the traffic-circle fountains and center islands into a bioremediation system, integrating stormwater reuse, non-motorized transport, and vibrant gathering areas—linking Cape Town's urban squares while aligning with the city's sustainability strategies.",
      "geometry": {
        "type": "point",
        "coordinates": [-33.9167967, 18.4279835]
      }
    },
    {
      "id": "9",
      "category": "transport",
      "title": "Somerset West Transport Hub",
      "description": "A reimagined public transport interchange in Somerset West's CBD, designed to improve traffic flow and support local commerce. As landscape architects, we played a key role in coordinating the integration of pedestrian-friendly spaces, traffic calming features, and trade-oriented infrastructure, collaborating across disciplines to create a functional, welcoming urban environment.",
      "geometry": {
        "type": "point",
        "coordinates": [-34.0873178, 18.8508813]
      }
    },
    {
      "id": "10",
      "category": "transport",
      "title": "Langa Transport Corridor",
      "description": "Addressing urban mobility challenges in Langa and Athlone, this project focuses on improving pedestrian and cyclist access to the city's economic hub. Through three street experiments, we aim to test solutions that create safer, more inclusive public spaces while learning from community-driven planning and bottom-up approaches to urban mobility.",
      "geometry": {
        "type": "point",
        "coordinates": [-33.9395342, 18.5293487]
      }
    },
    {
      "id": "11",
      "category": "water",
      "title": "Landscapes of Remebrance",
      "description": "A landscape created in memory of Black South Africans who served and lost their lives in World War One. The design reflects the cycles of life and death through natural seasonal changes, with areas symbolizing forest, field, and water. This space encourages reflection, remembrance, and community gathering while marking the passage of time.",
      "geometry": {
        "type": "point",
        "coordinates": [-33.9280548, 18.4152198]
      }
    },
    {
      "id": "12",
      "category": "water",
      "title": "Design School, University of Cape Town",
      "description": "A landscape design that blends historic cork oaks with modern planting to both reveal and shelter the University of Cape Town's Design School. The design preserves the iconic cork oaks along the main thoroughfare while introducing a reimagined plane tree avenue and vibrant plantings, ensuring seamless integration with the surrounding campus and landscape.",
      "geometry": {
        "type": "point",
        "coordinates": [-33.9552961, 18.4666534]
      }
    },
    {
      "id": "13",
      "category": "water",
      "title": "MyCiti Spine Road Bus Depot",
      "description": "Landscape design for Cape Town's MyCiTi Spine Road, focusing on planting schemes and typography that help manage water flow through natural swales. The project enhances the area's functionality while integrating it with the surrounding environment.",
      "geometry": {
        "type": "point",
        "coordinates": [-34.0455584, 18.6473428]
      }
    },
    {
      "id": "14",
      "category": "art",
      "title": "Born First Born Free Exhibition",
      "description": "Arrangements forms part of a continued exchange of visual and symbolic ideas between Daniel and myself. Both Daniel and I began working with flowers in their respective artistic practices, resulting in this combined exhibition and zine. Daniel painted a series of oil paintings that explore colour, shape and composition through floral still lifes.",
      "geometry": {
        "type": "point",
        "coordinates": [-33.9090767, 18.4234245]
      }
    },
    {
      "id": "15",
      "category": "water",
      "title": "Hypothesis 3",
      "description": "Hypothesis 3, a collaboration with Cynthia Fan, explores the question, 'What do plants really want?' Through botanical compositions and an Instagram dialogue between plants, the project challenges traditional flower arranging. Divided between London and Amsterdam, the work focuses on plant autonomy, capturing growth, decay, and change. An interactive map tracks the plants' transformations.",
      "geometry": {
        "type": "point",
        "coordinates": [51.5075624, -0.1022655]
      }
    },
    {
      "id": "16",
      "category": "art",
      "title": "'Born First Born Free' Book",
      "description": "Born First Born Free is a year-long visual exchange between my brother, Daniel Malan, and I, spanning two continents. Through a shared Instagram account, they responded to each other's images, creating a dialogue that explored cultural contrasts and similarities. The results culminate in a book documenting this ongoing conversation.",
      "geometry": {
        "type": "point",
        "coordinates": [-33.927413, 18.4239378]
      }
    },
    {
      "id": "18",
      "category": "art",
      "title": "Hypotheses 1+2",
      "description": "The project is a collaboration between Cynthia Fan and Hayden Malan, explores the desires and autonomy of plants. Combining botany, biology, and art, the project challenges traditional flower arranging through botanical compositions that change over time, highlighting the life cycle of plants and their non-human sentience. The exhibition encourages deeper engagement with organic matter and focuses on the sculptural potential of plants.",
      "geometry": {
        "type": "point",
        "coordinates": [-33.9274062, 18.4239192]
      }
    }
  ]
} 